---
kind: other
id: Methods.T:Autodesk.Revit.DB.Mechanical.MEPSpaceConstruction
source: html/ff3da553-0262-504b-8354-d90fae81f487.htm
---
# MEPSpaceConstruction Methods

Remove an existing construction from Space constructions.